import { AdditionalPage } from '../../pages';
import { sec3img1, sec3img3, sec3img4, sec3img5, sec3img6, sec3img2 } from '../../assets/img/servSec3Export';
import { sec1img4, sec1img1, sec1img3, sec1img5, sec1img2 } from '../../assets/img/servSec1Export';
import { sec5img1, sec5img3, sec5img4, sec5img5, sec5img6, sec5img7, sec5img2 } from '../../assets/img/servSec5Export';

const data =  [
  {
    title: "Перманентный макияж губ",
    price: 250,
    content: {
      mainText: `
      Профессиональный перманентный макияж губ создает естественный эффект: 
      подчеркивает натуральность, убирает мелкие недостатки, добавляет насыщенность. 
      Бережный, деликатный перманент губ не бросается в глаза, но кардинально преображает 
      лицо, делает губы выразительными, пухлыми даже без помады или карандаша. 
      Долгосрочный результат перманентного макияжа губ сполна оправдывает его стоимость.
      <br>
      <br>
      Перманентный макияж губ может выполняться как в натуральной технике с очень легким и естественным 
      оттенком пигмента, так и в более плотной технике с помадным прокрасом губ.
      Проводится в 2 этапа:
      На 1 этапе мы подбираем вам подходящую вам форму губ, мастер создает дизайн губ, 
      затем проводится сама процедура с помощью современного оборудования и в новых техниках, 
      которые безболезненны и не наносят вред губам. Пигмент вносится только в верхние слои кожи, 
      не нанося травм и не трансформируясь со временем в другие цвета.
      На 2 этапе проводится коррекция цвета, мастер добавляет пигмент в те участки губ, где не хватает цвета.
      <br>
      <br>
      В своей работе использую лучшие материалы из СНГ и Европы, которые имеют необходимую сертификацию. 
      Данные материалы обеспечивают стойкость, натуральность и никогда не выйдут в серо-буро-малиновый 
      оттенок спустя время.
      <br>
      <br>
      Я работаю в студии в центре Малаги. Все инструменты, используемые в работе,  проходят дезинфекцию 
      и стерилизацию. Одноразовые материалы строго одноразовые, вскрываются и выбрасываются при вас.`,
      forWhoList: [
        {
          id: 1,
          text: "для девушек с очень светлым природным пигментом губ"
        },
        {
          id: 2,
          text: " для девушек, которые хотят исправить небольшую природную асимметрию губ;"
        },
        {
          id: 3,
          text: " для девушек, которые хотят придать оттенок и сочность губам;"
        },
        {
          id: 4,
          text: "для девушек, которые хотят добавить объема своим натуральным губам;"
        },
        {
          id: 5,
          text: "для девушек, которые хотят сделать внешность яркой и притягательной за счет выразительных губ 24/7;"
        },
        {
          id: 6,
          text: "для девушек с аллергией на компоненты помад и карандашей;"
        },
        {
          id: 7,
          text: "для девушек у которых губы сохнут от постоянного подкрашивания;"
        },
        {
          id: 8,
          text: "для девушек с асимметрией лица;"
        },
      ],
      sliderImgList: [
        {
          id: 1,
          imgLink: sec1img1
        },
        {
          id: 2,
          imgLink: sec1img2
        },
        {
          id: 3,
          imgLink: sec1img3
        },
        {
          id: 4,
          imgLink: sec1img4
        },
        {
          id: 5,
          imgLink: sec1img5
        },
      ]
    }
  },
  {
    title: "Перманентный макияж бровей",
    price: 250,
    content: {
      mainText: `
      Перманентный макияж бровей -это универсальный способ сгладить внешние недостатки, 
      сделать менее заметными морщины, синячки и шрамы. Перманентный макияж не потечет в жару, 
      сохранит эстетичный внешний вид даже во время занятий спортом, на пляже, в любых непредвиденных 
      ситуациях.
      <br>
      В своей работе я использую только современные техники, высоко оцененные в мире профессионального 
      перманентного макияжа. Одна из любимых техник, в которой я работаю-это напыление с растушевкой, 
      обеспечивает максимальную натуральность за счет плавных и воздушных штрихов, никто даже не догадается, 
      что у вас сделан перманент бровей.
      <br>
      Благодаря современной авторской технике и качественным, сертифицированным и дорогостоящим материалам 
      ваши брови не приобретут нежелательные цвета спустя время.
      <br>
       Материалы, используемые в работе-стерильные и одноразовые.
       Бонусом к перманентному макияжу бровей идет набор по домашнему уходу.
      <br>
      Процедура проводится в 2 этапа (подбор формы и цвета, введение пигмента на 1 
      сеансе и коррекция цвета и формы на 2 сеансе)
      <br>
      <br>
      Я работаю в центре Малаги, в светлой и просторной студии.
      Дизайн бровей (окрашивание и коррекция бровей)
      Идеальная процедура для тех, кто хочет создать натуральную форму бровей, подходящую вашему 
      лицу, а также для тех девушек, кто хочет попробовать, как будет выглядеть перманентный макияж бровей.
      <br>
      <br>
      Дизайн бровей-это создание формы при помощи пинцета/нити и с окрашиванием бровей краской или хной с 
      эффектом, который сохраняется на волосках 3-4 недели, на коже до 5-12 дней в зависимости от типа кожи.
      <br>
      В работе используются материалы из СНГ, которые ценятся за свое высокое качество, а соответственно и 
      красивый результат окрашивания и имеют максимально допустимый срок носки.
      <br>
      Все инструменты, используемые в работе, проходят обработку и обязательную дезинфекцию. 
      Работаю в студии в центре Малаги.
      `,
      forWhoList: [
        {
          id: 1,
          text: "для тонких/перевыщипанных бровей. Брови будут выглядеть более объемными и выразительными, придадут яркости вашей внешности"
        },
        {
          id: 2,
          text: "для бровей, которым не хватает природной густоты бровей"
        },
        {
          id: 3,
          text: "для девушек, которым хочется иметь эффект окрашенных бровей без посещения бровиста каждые 2-3 недели"
        },
        {
          id: 4,
          text: "для девушек, которые ведут активный образ жизни и не хотят подправлять макияж в течение дня"
        },
      ],
      sliderImgList: []
    }
  },
  {
    title: "Ламинирование ресниц",
    price: 35,
    content: {
      mainText: `
        Ламинирование ресниц-это идеальная процедура для всех, кто хочет усилить естественную 
        красоту без макияжа и получить выразительный завиток ресниц, который открывает взгляд.
        <br>
        Идеально подходит для вниз растущих ресниц, для прямых и жестких ресниц. Особой популярностью 
        ламинирование ресниц пользуется у девушек, которые выбирают натуральность и минимальный макияж, 
        ведь именно с ламинированием вы можете не красить ресницы тушью.
        `,
      sliderImgList: [
        {
          id: 1,
          imgLink: sec3img1
        },
        {
          id: 2,
          imgLink: sec3img2
        },
        {
          id: 3,
          imgLink: sec3img3
        },
        {
          id: 4,
          imgLink: sec3img4
        },
        {
          id: 5,
          imgLink: sec3img5
        },
        {
          id: 6,
          imgLink: sec3img6
        },
      ]
    }
  },
  {
    title: "Ламинирование бровей+окрашивание",
    price: 30,
    content: {
      mainText: `
        Вы используете гель для укладки бровей? А что, если я скажу вам, 
        что есть вариант получше? Ламинирование бровей отлично заменит вам 
        гель или мыло для бровей, ваши брови будут красиво уложены, к тому же в 
        ламинирование бровей включено окрашивание, а значит это дополнительно 
        сэкономит ваше время при утренних сборах.
        `,
      forWhoList: [
        {
          id: 1,
          text: "для девушек с непослушными и жесткими бровями"
        },
        {
          id: 2,
          text: "для девушек, у которых волоски растут вниз или сильно скрещены между собой"
        },
        {
          id: 3,
          text: "для девушек, которым хочется ухоженные брови без использования специального геля для укладки бровей в течение месяца\n"
        },
      ],
      sliderImgList: []
    }
  },
  {
    title: "Дизайн бровей: окрашивание и коррекция",
    price: 20,
    content: {
      mainText: `
        Идеальная процедура для тех, кто хочет создать натуральную 
        форму бровей, подходящую вашему лицу, а также для тех девушек, 
        кто хочет попробовать, как будет выглядеть перманентный макияж бровей.
        <br>
        <br>
        Дизайн бровей-это создание формы при помощи пинцета/нити и с окрашиванием 
        бровей краской или хной с эффектом, который сохраняется на волосках 3-4 недели, 
        на коже до 5-12 дней в зависимости от типа кожи.
        <br>
        В работе используются материалы из СНГ, которые ценятся за свое высокое качество, 
        а соответственно и красивый результат окрашивания и имеют максимально допустимый срок носки.
        Все инструменты, используемые в работе, проходят обработку и обязательную дезинфекцию. 
        Работаю в студии в центре Малаги.
        `,
      sliderImgList: [
        {
          id: 1,
          imgLink: sec5img1
        },
        {
          id: 2,
          imgLink: sec5img2
        },
        {
          id: 3,
          imgLink: sec5img3
        },
        {
          id: 4,
          imgLink: sec5img4
        },
        {
          id: 5,
          imgLink: sec5img5
        },
        {
          id: 6,
          imgLink: sec5img6
        },
        {
          id: 7,
          imgLink: sec5img7
        },
      ]
    }
  },
]

const ServicesAdditionalPage = () => {
  return (
    <AdditionalPage data={data} title="Услуги"/>
  )
}
export default ServicesAdditionalPage;
