import { sec1img1, sec1img2, sec1img3, sec1img4, sec1img5 } from '../assets/img/servSec1Export';
import { sec3img1, sec3img2, sec3img3, sec3img4, sec3img5, sec3img6 } from '../assets/img/servSec3Export';
import { sec5img1, sec5img2, sec5img3, sec5img4, sec5img5, sec5img6, sec5img7 } from '../assets/img/servSec5Export';

import { img1, img2, img3, img4 } from '../assets/img/trainingPageExports';

export const trainingData = [
  {
    title: "Дизайн бровей с нуля",
    content: {
      mainText: `
        <b>Программа обучения базового курса “Дизайн бровей с нуля”</b>
        <br>
        Профессия мастера бровиста-это вторая по востребованности профессия в 
        бьюти-индустрии после профессии мастера перманентного макияжа. Почему?
        Всего за 4 дня интенсивного обучения от мастера с опытом работы 5 лет,  
        вы научитесь новой профессии, которая поможет вам выйти на заработок от 
        500 евро уже спустя месяц после обучения.
        <br>
        Если вы хотите заниматься творческим делом, при этом быть независимой и 
        быть уверенной в завтрашнем дне, регулировать свой уровень дохода без 
        какого-либо потолка, при этом находясь в зоне психологического 
        комфорта-этот курс для вас.
        <br>
        Вы научитесь профессии, которая не требует дополнительного знания языка, но при этом 
        с уровнем дохода выше среднего. Конечно, придется приложить усилия, 50 % зависит от 
        базового курса  и 50% от вашего упорства и практики. 
        <br>
        Вы отработаете окрашивание и коррекцию бровей более чем на 5 моделях, научитесь работать 
        с разными типами бровей и попробуете лучшие материалы, которые представляются на обучении.
        <br>
        <br>
        Чем уникален именно этот курс и не похож на все остальные?
        Курс уникален тем, что помимо мощной теоретической и практической 
        программы, вы узнаете стратегию выхода на первых клиентов.
        Этого нет ни на одном базовом курсе в Малаге. 
        <br>
        Бонусом вы также получите поддержку в течение первого  месяца после обучения, 
        когда она так необходима.Что это значит? Вы можете присылать мне свои работы на 
        проверку, а также вам будет доступна практика на 3 моделях в течение месяца в моей 
        студии, поэтому можете не переживать за то, поставят вам руку или нет, так как 
        практики будет достаточно.
        <br>
        Вы можете пользоваться материалом по курсу в течение неограниченного времени, 
        при необходимости  вернуться к теории и повторить то, что вам хочется в ваше свободное время.
        <br>
        <br>
        <b>Модуль 1. Вводный:</b>
        <br>
        Тонкости и нюансы работы с разными типами клиентов
        <br>
        Как выйти на своих  первых клиентов
        <br>
        Чем вы можете “зацепить” клиента как личность
        <br>
        Как выделяться на фоне других мастеров
        <br>
        Вы узнаете 3 ключевых аспекта, привлекающих платежеспособных клиентов.
        <br>
        Вы научитесь создавать и чувствовать эстетику и красоту, даже если вы никогда раньше с этим не работали. 
        <br>
        <br>
        <b>Модуль 2. Теоретический. Моделирование и коррекция бровей</b>
        <br>
        Основы архитектуры и авторская техника моделирования бровей при помощи 5 основных точек 
        <br>
        Разбор основных форм лиц и алгоритмы подбора подходящей формы бровей под уникальные черты внешности
        <br>
        Работа со сложными бровями и асимметрией
        <br>
        Трендовые способы коррекции и окрашивания бровей
        <br>
        Вы научитесь подбирать красивую форму бровей и быть в ней уверенными даже при сложных исходных данных, 
        научитесь быстро строить эскиз, отработаете правильную постановку руки  и примените полученные 
        навыки на моделях.
        <br>
        <br>
        <b>Бонус к модулю 2: </b>
        редкая техника коррекции бровей, которая поможет вам поднять средний чек за свои услуги.
        <br>
        <br>
        <b>Модуль 2.1 Основы и правила колористики. Работа с краской и хной</b>
        <br>
        Разбор самых популярных марок красителей:краска и хна
        <br>
        Как регулировать яркость и стойкость в подборе красителей
        <br>
        С какими марками красителей вам не стоит работать 
        <br>
        От чего зависит выбор красителя 
        <br>
        Бонус:техника по окрашиванию ресниц краской, которая позволит увеличить себе чек
        <br>
        <br>
        Вы научитесь владеть как минимум 2 видами красителей, подбирать идеальные комбинации 
        для клиентов и получать стабильный результат.
        <br> 
        Засчет того, что вы будете работать с данными красителями-ваши работы будут идеальны, 
        потому что эти продукты зарекомендованы на  рынке,к тому же в Испании 
        им не существует аналогов.
        <br>
        Бонус: вы узнаете 3 техники, которые помогут создать натуральное окрашивание бровей
        <br>
        <br>
        <b>Модуль 3. Практический+продвижение</b>
        <br>
        Вы самостоятельно отработаете все полученные знания на моделях, а также 
        узнаете актуальные и трендовые правила по созданию продающего портфолио.
        <br>
        Вы научитесь подбирать ракурсы и работать в самых удобных приложениях для коррекции 
        фотографий. Фото и видео-съемка очень важна для первого портфолио, 
        так как поможет создать первые 5-10 публикаций для дальнейшего 
        продвижения вашего инстаграма.
        <br>
        Вы отработаете навыки коррекции, окрашивания и общения, которые вам будут необходимы 
        для работы с вашими будущими клиентами, а также узнаете секреты продающего профиля, 
        научитесь делать красивые фото и видео для вашего портфолио.
        <br>
        <br>
        <b>Модуль 4. Ламинирование бровей</b>
        <br>
        Обзор материалов для ламинирования, сравнение и анализ самых популярных марок
        <br>
        Недостатки, которые поможет устранить укладка бровей  
        <br>
        Правила ухода за бровями после ламинирования 
        <br>
        Противопоказания для проведения процедуры
        <br>
        Базовый набор инструментов для начала работы
        <br>
        Основные ошибки и нюансы в проведении процедуры
        <br>
        <br>
        Вы научитесь работать с популярной  услугой-ламинирование бровей.
        <br>
        Расширите свой спектр услуг, поднимите свой средний прайс, научитесь работать в трендовой технике и всегда получать крутой результат.
      `,
      sliderImgList: [
        {
          id: 1,
          imgLink: img1,
          fancy: "training",
        },
        {
          id: 2,
          imgLink: img2,
          fancy: "training",
        },
        {
          id: 3,
          imgLink: img3,
          fancy: "training",
        },
        {
          id: 4,
          imgLink: img4,
          fancy: "training",
        },
      ]
    }
  },
]

export const servicesData =  [
  {
    title: "Перманентный макияж губ",
    price: 250,
    content: {
      mainText: `
      Профессиональный перманентный макияж губ создает естественный эффект: 
      подчеркивает натуральность, убирает мелкие недостатки, добавляет насыщенность. 
      Бережный, деликатный перманент губ не бросается в глаза, но кардинально преображает 
      лицо, делает губы выразительными, пухлыми даже без помады или карандаша. 
      Долгосрочный результат перманентного макияжа губ сполна оправдывает его стоимость.
      <br>
      <br>
      Перманентный макияж губ может выполняться как в натуральной технике с очень легким и естественным 
      оттенком пигмента, так и в более плотной технике с помадным прокрасом губ.
      Проводится в 2 этапа:
      На 1 этапе мы подбираем вам подходящую вам форму губ, мастер создает дизайн губ, 
      затем проводится сама процедура с помощью современного оборудования и в новых техниках, 
      которые безболезненны и не наносят вред губам. Пигмент вносится только в верхние слои кожи, 
      не нанося травм и не трансформируясь со временем в другие цвета.
      На 2 этапе проводится коррекция цвета, мастер добавляет пигмент в те участки губ, где не хватает цвета.
      <br>
      <br>
      В своей работе использую лучшие материалы из СНГ и Европы, которые имеют необходимую сертификацию. 
      Данные материалы обеспечивают стойкость, натуральность и никогда не выйдут в серо-буро-малиновый 
      оттенок спустя время.
      <br>
      <br>
      Я работаю в студии в центре Малаги. Все инструменты, используемые в работе,  проходят дезинфекцию 
      и стерилизацию. Одноразовые материалы строго одноразовые, вскрываются и выбрасываются при вас.`,
      forWhoList: [
        {
          id: 1,
          text: "для девушек с очень светлым природным пигментом губ"
        },
        {
          id: 2,
          text: " для девушек, которые хотят исправить небольшую природную асимметрию губ;"
        },
        {
          id: 3,
          text: " для девушек, которые хотят придать оттенок и сочность губам;"
        },
        {
          id: 4,
          text: "для девушек, которые хотят добавить объема своим натуральным губам;"
        },
        {
          id: 5,
          text: "для девушек, которые хотят сделать внешность яркой и притягательной за счет выразительных губ 24/7;"
        },
        {
          id: 6,
          text: "для девушек с аллергией на компоненты помад и карандашей;"
        },
        {
          id: 7,
          text: "для девушек у которых губы сохнут от постоянного подкрашивания;"
        },
        {
          id: 8,
          text: "для девушек с асимметрией лица;"
        },
      ],
      sliderImgList: [
        {
          id: 1,
          imgLink: sec1img1,
          fancy: "lips",
        },
        {
          id: 2,
          imgLink: sec1img2,
          fancy: "lips",
        },
        {
          id: 3,
          imgLink: sec1img3,
          fancy: "lips",
        },
        {
          id: 4,
          imgLink: sec1img4,
          fancy: "lips",
        },
        {
          id: 5,
          imgLink: sec1img5,
          fancy: "lips",
        },
      ]
    }
  },
  {
    title: "Перманентный макияж бровей",
    price: 250,
    content: {
      mainText: `
      Перманентный макияж бровей -это универсальный способ сгладить внешние недостатки, 
      сделать менее заметными морщины, синячки и шрамы. Перманентный макияж не потечет в жару, 
      сохранит эстетичный внешний вид даже во время занятий спортом, на пляже, в любых непредвиденных 
      ситуациях.
      <br>
      В своей работе я использую только современные техники, высоко оцененные в мире профессионального 
      перманентного макияжа. Одна из любимых техник, в которой я работаю-это напыление с растушевкой, 
      обеспечивает максимальную натуральность за счет плавных и воздушных штрихов, никто даже не догадается, 
      что у вас сделан перманент бровей.
      <br>
      Благодаря современной авторской технике и качественным, сертифицированным и дорогостоящим материалам 
      ваши брови не приобретут нежелательные цвета спустя время.
      <br>
       Материалы, используемые в работе-стерильные и одноразовые.
       Бонусом к перманентному макияжу бровей идет набор по домашнему уходу.
      <br>
      Процедура проводится в 2 этапа (подбор формы и цвета, введение пигмента на 1 
      сеансе и коррекция цвета и формы на 2 сеансе)
      <br>
      <br>
      Я работаю в центре Малаги, в светлой и просторной студии.
      Дизайн бровей (окрашивание и коррекция бровей)
      Идеальная процедура для тех, кто хочет создать натуральную форму бровей, подходящую вашему 
      лицу, а также для тех девушек, кто хочет попробовать, как будет выглядеть перманентный макияж бровей.
      <br>
      <br>
      Дизайн бровей-это создание формы при помощи пинцета/нити и с окрашиванием бровей краской или хной с 
      эффектом, который сохраняется на волосках 3-4 недели, на коже до 5-12 дней в зависимости от типа кожи.
      <br>
      В работе используются материалы из СНГ, которые ценятся за свое высокое качество, а соответственно и 
      красивый результат окрашивания и имеют максимально допустимый срок носки.
      <br>
      Все инструменты, используемые в работе, проходят обработку и обязательную дезинфекцию. 
      Работаю в студии в центре Малаги.
      `,
      forWhoList: [
        {
          id: 1,
          text: "для тонких/перевыщипанных бровей. Брови будут выглядеть более объемными и выразительными, придадут яркости вашей внешности"
        },
        {
          id: 2,
          text: "для бровей, которым не хватает природной густоты бровей"
        },
        {
          id: 3,
          text: "для девушек, которым хочется иметь эффект окрашенных бровей без посещения бровиста каждые 2-3 недели"
        },
        {
          id: 4,
          text: "для девушек, которые ведут активный образ жизни и не хотят подправлять макияж в течение дня"
        },
      ],
      sliderImgList: []
    }
  },
  {
    title: "Ламинирование ресниц",
    price: 35,
    content: {
      mainText: `
        Ламинирование ресниц-это идеальная процедура для всех, кто хочет усилить естественную 
        красоту без макияжа и получить выразительный завиток ресниц, который открывает взгляд.
        <br>
        Идеально подходит для вниз растущих ресниц, для прямых и жестких ресниц. Особой популярностью 
        ламинирование ресниц пользуется у девушек, которые выбирают натуральность и минимальный макияж, 
        ведь именно с ламинированием вы можете не красить ресницы тушью.
        `,
      sliderImgList: [
        {
          id: 1,
          imgLink: sec3img1,
          fancy: "lamRis",
        },
        {
          id: 2,
          imgLink: sec3img2,
          fancy: "lamRis",
        },
        {
          id: 3,
          imgLink: sec3img3,
          fancy: "lamRis",
        },
        {
          id: 4,
          imgLink: sec3img4,
          fancy: "lamRis",
        },
        {
          id: 5,
          imgLink: sec3img5,
          fancy: "lamRis",
        },
        {
          id: 6,
          imgLink: sec3img6,
          fancy: "lamRis",
        },
      ]
    }
  },
  {
    title: "Ламинирование бровей+окрашивание",
    price: 30,
    content: {
      mainText: `
        Вы используете гель для укладки бровей? А что, если я скажу вам, 
        что есть вариант получше? Ламинирование бровей отлично заменит вам 
        гель или мыло для бровей, ваши брови будут красиво уложены, к тому же в 
        ламинирование бровей включено окрашивание, а значит это дополнительно 
        сэкономит ваше время при утренних сборах.
        `,
      forWhoList: [
        {
          id: 1,
          text: "для девушек с непослушными и жесткими бровями"
        },
        {
          id: 2,
          text: "для девушек, у которых волоски растут вниз или сильно скрещены между собой"
        },
        {
          id: 3,
          text: "для девушек, которым хочется ухоженные брови без использования специального геля для укладки бровей в течение месяца\n"
        },
      ],
      sliderImgList: []
    }
  },
  {
    title: "Дизайн бровей: окрашивание и коррекция",
    price: 20,
    content: {
      mainText: `
        Идеальная процедура для тех, кто хочет создать натуральную 
        форму бровей, подходящую вашему лицу, а также для тех девушек, 
        кто хочет попробовать, как будет выглядеть перманентный макияж бровей.
        <br>
        <br>
        Дизайн бровей-это создание формы при помощи пинцета/нити и с окрашиванием 
        бровей краской или хной с эффектом, который сохраняется на волосках 3-4 недели, 
        на коже до 5-12 дней в зависимости от типа кожи.
        <br>
        В работе используются материалы из СНГ, которые ценятся за свое высокое качество, 
        а соответственно и красивый результат окрашивания и имеют максимально допустимый срок носки.
        Все инструменты, используемые в работе, проходят обработку и обязательную дезинфекцию. 
        Работаю в студии в центре Малаги.
        `,
      sliderImgList: [
        {
          id: 1,
          imgLink: sec5img1,
          fancy: "eyebrowDesign",
        },
        {
          id: 2,
          imgLink: sec5img2,
          fancy: "eyebrowDesign",
        },
        {
          id: 3,
          imgLink: sec5img3,
          fancy: "eyebrowDesign",
        },
        {
          id: 4,
          imgLink: sec5img4,
          fancy: "eyebrowDesign",
        },
        {
          id: 5,
          imgLink: sec5img5,
          fancy: "eyebrowDesign",
        },
        {
          id: 6,
          imgLink: sec5img6,
          fancy: "eyebrowDesign",
        },
        {
          id: 7,
          imgLink: sec5img7,
          fancy: "eyebrowDesign",
        },
      ]
    }
  },
]

export const personalLinkList = [
  {
    link: 'https://goo.gl/maps/e6GZSVoznfLFvHn27',
    text: 'calle cristo de la epidemia 93',
    delay: 0.7,
  },
  {
    link: 'mailto:Chihiryova@ya.ru',
    text: 'Chihiryova@ya.ru',
    delay: 0.8,
  },
  {
    link: 'https://www.instagram.com/cejas_malaga/',
    text: 'Instagram',
    delay: 0.9,
  },
  {
    link: 'https://wa.me/message/ODU4EVFS7R36N1',
    text: 'Whatsapp',
    delay: 1,
  }
];