export const descriptionList = [
  {
    id: 1,
    text: ' для девушек с очень светлым природным пигментом губ;',
  },
  {
    id: 2,
    text: ' для девушек, которые хотят исправить небольшую природную асимметрию губ;',
  },
  {
    id: 3,
    text: 'для девушек, которые хотят придать оттенок и сочность губам;',
  },
  {
    id: 4,
    text: 'для девушек, которые хотят добавить объема своим натуральным губам;',
  },
  {
    id: 5,
    text: ' для девушек, которые хотят сделать внешность яркой и притягательной за счет выразительных губ 24/7;',
  },
  {
    id: 6,
    text: 'для девушек с аллергией на компоненты помад и карандашей;',
  },
  {
    id: 7,
    text: ' для девушек у которых губы сохнут от постоянного подкрашивания;',
  },
  {
    id: 8,
    text: ' для девушек с асимметрией лица;',
  },
];
