import { AdditionalPage } from '../../pages';
import img1 from '../../assets/img/Portfolio1.png';
import img2 from '../../assets/img/Portfolio2.png';
import img3 from '../../assets/img/Portfolio3.png';

const data = [
  {
    title: "Дизайн бровей с нуля",
    price: 12321321313,
    content: {
      mainText: `
        <b>Программа обучения базового курса “Дизайн бровей с нуля”</b>
        <br>
        Профессия мастера бровиста-это вторая по востребованности профессия в 
        бьюти-индустрии после профессии мастера перманентного макияжа. Почему?
        Всего за 4 дня интенсивного обучения от мастера с опытом работы 5 лет,  
        вы научитесь новой профессии, которая поможет вам выйти на заработок от 
        500 евро уже спустя месяц после обучения.
        <br>
        Если вы хотите заниматься творческим делом, при этом быть независимой и 
        быть уверенной в завтрашнем дне, регулировать свой уровень дохода без 
        какого-либо потолка, при этом находясь в зоне психологического 
        комфорта-этот курс для вас.
        <br>
        Вы научитесь профессии, которая не требует дополнительного знания языка, но при этом 
        с уровнем дохода выше среднего. Конечно, придется приложить усилия, 50 % зависит от 
        базового курса  и 50% от вашего упорства и практики. 
        <br>
        Вы отработаете окрашивание и коррекцию бровей более чем на 5 моделях, научитесь работать 
        с разными типами бровей и попробуете лучшие материалы, которые представляются на обучении.
        <br>
        <br>
        Чем уникален именно этот курс и не похож на все остальные?
        Курс уникален тем, что помимо мощной теоретической и практической 
        программы, вы узнаете стратегию выхода на первых клиентов.
        Этого нет ни на одном базовом курсе в Малаге. 
        <br>
        Бонусом вы также получите поддержку в течение первого  месяца после обучения, 
        когда она так необходима.Что это значит? Вы можете присылать мне свои работы на 
        проверку, а также вам будет доступна практика на 3 моделях в течение месяца в моей 
        студии, поэтому можете не переживать за то, поставят вам руку или нет, так как 
        практики будет достаточно.
        <br>
        Вы можете пользоваться материалом по курсу в течение неограниченного времени, 
        при необходимости  вернуться к теории и повторить то, что вам хочется в ваше свободное время.
        <br>
        <br>
        <b>Модуль 1. Вводный:</b>
        <br>
        Тонкости и нюансы работы с разными типами клиентов
        <br>
        Как выйти на своих  первых клиентов
        <br>
        Чем вы можете “зацепить” клиента как личность
        <br>
        Как выделяться на фоне других мастеров
        <br>
        Вы узнаете 3 ключевых аспекта, привлекающих платежеспособных клиентов.
        <br>
        Вы научитесь создавать и чувствовать эстетику и красоту, даже если вы никогда раньше с этим не работали. 
        <br>
        <br>
        <b>Модуль 2. Теоретический. Моделирование и коррекция бровей</b>
        <br>
        Основы архитектуры и авторская техника моделирования бровей при помощи 5 основных точек 
        <br>
        Разбор основных форм лиц и алгоритмы подбора подходящей формы бровей под уникальные черты внешности
        <br>
        Работа со сложными бровями и асимметрией
        <br>
        Трендовые способы коррекции и окрашивания бровей
        <br>
        Вы научитесь подбирать красивую форму бровей и быть в ней уверенными даже при сложных исходных данных, 
        научитесь быстро строить эскиз, отработаете правильную постановку руки  и примените полученные 
        навыки на моделях.
        <br>
        <br>
        <b>Бонус к модулю 2: </b>
        редкая техника коррекции бровей, которая поможет вам поднять средний чек за свои услуги.
        <br>
        <br>
        <b>Модуль 2.1 Основы и правила колористики. Работа с краской и хной</b>
        <br>
        Разбор самых популярных марок красителей:краска и хна
        <br>
        Как регулировать яркость и стойкость в подборе красителей
        <br>
        С какими марками красителей вам не стоит работать 
        <br>
        От чего зависит выбор красителя 
        <br>
        Бонус:техника по окрашиванию ресниц краской, которая позволит увеличить себе чек
        <br>
        <br>
        Вы научитесь владеть как минимум 2 видами красителей, подбирать идеальные комбинации 
        для клиентов и получать стабильный результат.
        <br> 
        Засчет того, что вы будете работать с данными красителями-ваши работы будут идеальны, 
        потому что эти продукты зарекомендованы на  рынке,к тому же в Испании 
        им не существует аналогов.
        <br>
        Бонус: вы узнаете 3 техники, которые помогут создать натуральное окрашивание бровей
        <br>
        <br>
        <b>Модуль 3. Практический+продвижение</b>
        <br>
        Вы самостоятельно отработаете все полученные знания на моделях, а также 
        узнаете актуальные и трендовые правила по созданию продающего портфолио.
        <br>
        Вы научитесь подбирать ракурсы и работать в самых удобных приложениях для коррекции 
        фотографий. Фото и видео-съемка очень важна для первого портфолио, 
        так как поможет создать первые 5-10 публикаций для дальнейшего 
        продвижения вашего инстаграма.
        <br>
        Вы отработаете навыки коррекции, окрашивания и общения, которые вам будут необходимы 
        для работы с вашими будущими клиентами, а также узнаете секреты продающего профиля, 
        научитесь делать красивые фото и видео для вашего портфолио.
        <br>
        <br>
        <b>Модуль 4. Ламинирование бровей</b>
        <br>
        Обзор материалов для ламинирования, сравнение и анализ самых популярных марок
        <br>
        Недостатки, которые поможет устранить укладка бровей  
        <br>
        Правила ухода за бровями после ламинирования 
        <br>
        Противопоказания для проведения процедуры
        <br>
        Базовый набор инструментов для начала работы
        <br>
        Основные ошибки и нюансы в проведении процедуры
        <br>
        <br>
        Вы научитесь работать с популярной  услугой-ламинирование бровей.
        <br>
        Расширите свой спектр услуг, поднимите свой средний прайс, научитесь работать в трендовой технике и всегда получать крутой результат.
      `,
    }
  },
]

export const TrainingAdditionalPage = () => {
  return (
    <AdditionalPage data={data} title="Обучение"/>
  )
}
